Repository: ketele/artflow
Catalog: translations/messages.*.xlf
Languages: pl

source: purpose.and.scope.of.data.collection.2
pl: Po wyrażeniu odrębnej zgody, na podstawie art. 6 ust. 1 lit. a) RODO dane mogą być przetwarzane również w celu przesyłania informacji handlowych drogą elektroniczną lub wykonywania telefonicznych połączeń w celu marketingu bezpośredniego – odpowiednio w związku z art. 10 ust. 2 Ustawy z dnia 18 lipca 2002 roku o świadczeniu usług drogą elektroniczną lub art. 172 ust. 1 Ustawy z dnia 16 lipca 2004 roku – Prawo Telekomunikacyjne, w tym kierowanych w wyniku profilowania, o ile użytkownik wyraził stosowną zgodę.

source: purpose.and.scope.of.data.collection.4
pl: W przypadku stwierdzenia, że przetwarzanie danych osobowych narusza przepisy RODO, osoba, której dane dotyczą, ma prawo wnieść skargę do Generalnego Inspektora Ochrony Danych Osobowych (od 25 maja 2018 roku – Prezesa Urzędu Ochrony Danych Osobowych).

source: purpose.and.scope.of.data.collection.5
pl: Podanie danych osobowych jest dobrowolne, jednak podanie oznaczonych danych osobowych jest warunkiem uzyska dostępu do części serwisu, natomiast konsekwencją ich niepodania będzie brak możliwości wykonani pewnych czynności w serwisie.

source: purpose.and.scope.of.data.collection.6
pl: Dane osobowe będą przetwarzane także w sposób zautomatyzowany w formie profilowania, o ile użytkownik wyrazi na to zgodę na podstawie art. 6 ust. 1 lit. a) RODO. Konsekwencją profilowania będzie przypisanie danej osobie profilu w celu podejmowania dotyczących jej decyzji bądź analizy lub przewidywania jej preferencji, zachowań i postaw.

source: purpose.and.scope.of.data.collection.7
pl: Administrator dokłada szczególnej staranności w celu ochrony interesów osób, których dane dotyczą, a w szczególności zapewnia, że zbierane przez niego dane są:

source: purpose.and.scope.of.data.collection.7.a
pl: przetwarzane zgodnie z prawem,

source: purpose.and.scope.of.data.collection.7.b
pl: zbierane dla oznaczonych, zgodnych z prawem celów i niepoddawane dalszemu przetwarzaniu niezgodnemu z tymi celami,

source: purpose.and.scope.of.data.collection.7.c
pl: merytorycznie poprawne i adekwatne w stosunku do celów, w jakich są przetwarzane oraz przechowywane w postaci umożliwiającej identyfikację osób, których dotyczą, nie dłużej niż jest to niezbędne do osiągnięcia celu przetwarzania.

source: Right of control, access to own data and their correction
pl: Prawo kontroli, dostępu do treści własnych danych oraz ich poprawiania

source: right.of.control.access.to.own.data.and.their.correction.1
pl: Osoba, której dane dotyczą, ma prawo dostępu do treści swoich danych osobowych oraz prawo ich sprostowania, usunięcia, ograniczenia przetwarzania, prawo do przenoszenia danych, prawo wniesienia sprzeciwu, prawo do cofnięcia zgody w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem.

source: right.of.control.access.to.own.data.and.their.correction.2
pl: W celu realizacji uprawnień, o których mowa w punkcie 1. można wysłać stosowną wiadomość e-mail na adres: {violations_mail}.

source: cookies.1
pl: Serwis ArtFlow używa plików „cookies”. Brak zmiany po stronie Usługobiorcy ustawień przeglądarki jest równoznaczny z wyrażeniem zgody na ich użycie.

source: cookies.2
pl: Instalacja plików „cookies” jest konieczna do prawidłowego świadczenia usług w Serwisie. W plikach „cookies” znajdują się informacje niezbędne do prawidłowego funkcjonowania Serwisu, w szczególności tych wymagających autoryzacji.

source: cookies.3
pl: W ramach Serwisu stosowane są trzy rodzaje plików „cookies”: „sesyjne”, „stałe” oraz „analityczne”.

source: cookies.3.1
pl: „Cookies” „sesyjne” są plikami tymczasowymi, które przechowywane są w urządzeniu końcowym Usługobiorcy do czasu wylogowania (opuszczenia Serwisu).

source: cookies.3.2
pl: „Stałe” pliki „cookies” przechowywane są w urządzeniu końcowym Usługobiorcy przez czas określony w parametrach plików „cookies” lub do czasu ich usunięcia przez Usługobiorcę.

source: cookies.3.3
pl: „Cookies” „analityczne” umożliwiają lepsze poznanie sposobu interakcji Usługobiorcy w zakresie zawartości Serwisu, lepiej zorganizować jego układ. “Analityczne” „cookies” gromadzą informacje o sposobie korzystania ze Serwisu przez Usługobiorcę, typie strony, z jakiej Usługobiorca został przekierowany, oraz liczbie odwiedzin i czasie wizyty Usługobiorcy na stronie Serwisu. Informacje te nie rejestrują konkretnych danych osobowych Usługobiorcy, lecz służą do opracowania statystyk korzystania ze Serwisu.

source: cookies.4
pl: Usługobiorca ma prawo zadecydowania w zakresie dostępu plików „cookies” do swojego komputera poprzez ich uprzedni wybór w oknie swojej przeglądarki. Szczegółowe informacje o możliwości i sposobach obsługi plików „cookies” dostępne są w ustawieniach oprogramowania (przeglądarki internetowej).

source: Final provisions
pl: Postanowienia końcowe

source: final.provisions.1
pl: Administrator stosuje środki techniczne i organizacyjne zapewniające ochronę przetwarzanych danych osobowych odpowiednią do zagrożeń oraz kategorii danych objętych ochroną, a w szczególności zabezpiecza dane przed ich udostępnieniem osobom nieupoważnionym, zabraniem przez osobę nieuprawnioną, przetwarzaniem z naruszeniem obowiązujących przepisów oraz zmianą, utratą, uszkodzeniem lub zniszczeniem.

source: final.provisions.2
pl: Usługodawca udostępnia odpowiednie środki techniczne zapobiegające pozyskiwaniu i modyfikowaniu przez osoby nieuprawnione, danych osobowych przesyłanych drogą elektroniczną.

source: final.provisions.3
pl: W sprawach nieuregulowanych niniejszą Polityką prywatności stosuje się odpowiednio postanowienia Warunków usługi ArtFlow.site, przepisy Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 roku w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (RODO) oraz inne właściwe przepisy prawa polskiego.

source: final.provisions.4
pl: Postanowienia niniejszej Polityki Prywatności wchodzą w życie z dniem 21 grudnia 2020 roku.

source: Log in
pl: Zaloguj

source: You are logged in as
pl: Jesteś zalogowany jako

source: Please sign in
pl: Proszę się zalogować

source: Sign in
pl: Zaloguj się

source: Repeat Password
pl: Powtórz hasło
