Repository: ketele/artflow
Catalog: translations/messages.*.xlf
Languages: pl

source: Home
pl: Strona Główna

source: welcome_text
pl: page_name – twoja artystyczna siłownia online

source: News
pl: Nowości

source: Doodle
pl: Bazgroł

source: Language
pl: Język

source: DoodleController
pl: Bazgroł

source: HomePageController
pl: Strona Główna

source: Pencil
pl: Ołówek

source: Eraser
pl: Gumka

source: Opacity
pl: Przeźroczystość

source: Size
pl: Rozmiar

source: Refresh Doodle
pl: Odśwież gazgroł

source: Clear drawing area
pl: Wyczyść obszar roboczy

source: Download image
pl: Pobierz obraz

source: Save image
pl: Zapisz obraz

source: Description
pl: Opis

source: Username
pl: Nazwa użytkownika

source: User name
pl: Podpis

source: Save
pl: Zapisz

source: I have read and agree to the Submission Policy
pl: Przeczytałem i zgadzam się na {submission_policy_link}

source: I have read and agree to the Terms of Service
pl: Przeczytałem/am i zgadzam się na terms_of_service_link

source: Details
pl: Szczegóły

source: Terms of Service
pl: Warunki usługi

source: This doodle was rejected
pl: Ten bazgroł został odrzucony

source: This doodle has not been accepted yet
pl: Ten bazgroł nie został jeszcze zaakceptowany

source: AGREEMENT
pl: ZGODY

source: TERMS OF SERVICE
pl: WARUNKI USŁUGI

source: Availability
pl: Dostępność

source: This Service is provided by ArtFlow on an "AS IS" and "AS AVAILABLE" basis and ArtFlow reserves the right to modify, suspend or discontinue the Service, in its sole discretion, at any time and without notice. You agree that ArtFlow is and will not be liable to you for any modification, suspension or discontinuance of the Service.
pl: Ta usługa jest świadczona przez ArtFlow na zasadzie „TAK JAK JEST” i „W MIARĘ DOSTĘPNOŚCI”, a ArtFlow zastrzega sobie prawo do modyfikowania, zawieszania lub zaprzestania świadczenia usługi według własnego uznania, w dowolnym czasie i bez powiadomienia. Zgadzasz się, że ArtFlow jest i nie będzie odpowiedzialny wobec Ciebie za jakiekolwiek modyfikacje, zawieszenie lub zaprzestanie świadczenia Usługi.

source: Copyright
pl: Prawa autorskie

source: ArtFlow is, unless otherwise stated, the owner of all copyright and data rights in the Service and its contents. Individuals who have posted works to ArtFlow are either the copyright owners of the component parts of that work or are posting the work under license from a copyright owner or his or her agent or otherwise as permitted by law. You may not reproduce, distribute, publicly display or perform, or prepare derivative works based on any of the Content including any such works without the express, written consent of ArtFlow or the appropriate owner of copyright in such works. ArtFlow does not claim ownership rights in your works or other materials posted by you to ArtFlow (Your Content). You agree not to distribute any part of the Service other than Your Content in any medium other than as permitted in these Terms of Service or by use of functions on the Service provided by us. You agree not to alter or modify any part of the Service unless expressly permitted to do so by us or by use of functions on the Service provided by us.
pl: ArtFlow jest, o ile nie określono inaczej, właścicielem wszystkich praw autorskich i praw do danych w Serwisie i jego zawartości. Osoby, które opublikowały prace w ArtFlow są albo właścicielami praw autorskich do części składowych tej pracy, albo publikują prace na podstawie licencji od właściciela praw autorskich lub jego agenta, lub w inny sposób dozwolony przez prawo. Nie możesz reprodukować, rozpowszechniać, publicznie wyświetlać, wykonywać ani przygotowywać prac pochodnych na podstawie jakiejkolwiek Treści, w tym jakichkolwiek takich prac, bez wyraźnej, pisemnej zgody ArtFlow lub odpowiedniego właściciela praw autorskich do takich prac. ArtFlow nie rości sobie praw własności do twoich prac lub innych materiałów przesłanych przez ciebie do ArtFlow (twoja treść). Zgadzasz się nie rozpowszechniać żadnej części usługi innej niż Twoja Treść na jakimkolwiek nośniku innym niż dozwolony w niniejszych warunkach świadczenia usług lub przy użyciu funkcji świadczonych przez nas usługi. Zgadzasz się nie zmieniać ani nie modyfikować żadnej części usługi, chyba że zostało to wyraźnie dozwolone przez nas lub przy użyciu funkcji świadczonej przez nas usługi.

source: Reporting Copyright Violations
pl: Zgłaszanie naruszeń praw autorskich

source: reporting_copyright_violations_p1
pl: ArtFlow szanuje prawa własności intelektualnej innych i oczekuje tego samego od użytkowników Serwisu. ArtFlow może według uznania ArtFlow i w odpowiednich okolicznościach usunąć Twoje treści przesłane do witryny, zamknąć konta użytkowników lub uniemożliwić dostęp do witryny użytkownikom, którzy naruszają prawa własności intelektualnej innych osób. Jeśli uważasz, że prawa autorskie do Twojej pracy lub dzieła, w odniesieniu do którego działasz jako agent, zostały naruszone za pośrednictwem tej Usługi, skontaktuj się nami w celu powiadomienia o roszczeniach dotyczących naruszenia praw autorskich, z którym można się skontaktować za pośrednictwem {violations_mail}. Musisz przekazać nam zasadniczo następujące informacje, które ArtFlow może następnie przekazać domniemanemu sprawcy naruszenia:

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.
pl: Fizyczny lub elektroniczny podpis osoby upoważnionej do działania w imieniu właściciela wyłącznego prawa, które zostało rzekomo naruszone.

source: Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.
pl: Identyfikacja dzieła chronionego prawem autorskim, które zostało rzekomo naruszone, lub jeśli wiele dzieł chronionych prawem autorskim w jednej witrynie internetowej jest objętych jednym powiadomieniem, reprezentatywną listę takich dzieł w tej witrynie.

source: Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.
pl: Identyfikacja materiału, który jest rzekomo naruszający prawa lub będący przedmiotem działalności naruszającej prawo i który ma zostać usunięty lub do którego dostęp ma zostać zablokowany, oraz informacje wystarczające w uzasadniony sposób, aby umożliwić usługodawcy zlokalizowanie materiału.

source: Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.
pl: Informacje wystarczające, aby umożliwić usługodawcy skontaktowanie się ze stroną składającą skargę, takie jak adres, numer telefonu i, jeśli jest dostępny, adres poczty elektronicznej, pod którym można się skontaktować ze stroną składającą skargę.

source: A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner.
pl: Oświadczenie, że strona składająca skargę w dobrej wierze uważa, że wykorzystanie materiału w sposób, którego dotyczy skarga, nie jest autoryzowane przez właściciela praw autorskich.

source: A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.
pl: Oświadczenie, że informacje zawarte w zawiadomieniu są dokładne i pod groźbą krzywoprzysięstwa, że strona skarżąca jest upoważniona do działania w imieniu właściciela prawa, które zostało rzekomo naruszone.

source: External Links
pl: Zewnętrzne linki

source: ArtFlow may provide links to third-party websites or resources. You acknowledge and agree that ArtFlow is not responsible or liable for: the availability or accuracy of such websites or resources; or the Content, products, or services on or available from such websites or resources. Links to such websites or resources do not imply any endorsement by ArtFlow of such websites or resources or the Content, products, or services available from such websites or resources. You acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.
pl: ArtFlow może udostępniać linki do stron internetowych lub zasobów stron trzecich. Przyjmujesz do wiadomości i zgadzasz się, że ArtFlow nie ponosi odpowiedzialności za: dostępność lub dokładność takich witryn lub zasobów; lub treści, produkty lub usługi dostarczane lub dostępne w takich witrynach lub zasobach . Łącza do takich witryn lub zasobów nie oznaczają poparcia przez ArtFlow takich witryn lub zasobów ani treści, produktów lub usług dostępnych w takich witrynach lub zasobach. Użytkownik przyjmuje do wiadomości wyłączną odpowiedzialność i wszelkie ryzyko wynikające z korzystania z takich witryn lub zasobów.

source: Third Party Software
pl: Oprogramowanie stron trzecich

source: As a convenience, we may make third-party software available through the Service. To use the third-party software, you must agree to the terms and conditions imposed by the third party provider and the agreement to use such software will be solely between you and the third party provider. By downloading third party software, you acknowledge and agree that the software is provided on an "AS IS" basis without warranty of any kind. In no event shall ArtFlow be liable for claims or damages of any nature, whether direct or indirect, arising from or related to any third-party software downloaded through the Service.
pl: Dla wygody możemy udostępniać oprogramowanie stron trzecich za pośrednictwem Usługi. Aby korzystać z oprogramowania strony trzeciej, musisz wyrazić zgodę na warunki nałożone przez dostawcę będącego stroną trzecią, a umowa dotycząca korzystania z takiego oprogramowania będzie zawarta wyłącznie między Tobą a dostawcą będącym stroną trzecią. Pobierając oprogramowanie stron trzecich, potwierdzasz i zgadzasz się, że oprogramowanie jest dostarczane na zasadzie „TAK JAK JEST”, bez jakiejkolwiek gwarancji. W żadnym wypadku ArtFlow nie będzie odpowiadać za roszczenia lub szkody jakiegokolwiek rodzaju, bezpośrednie lub pośrednie, wynikające z lub związane z oprogramowaniem stron trzecich pobranym za pośrednictwem Usługi.

source: Conduct
pl: Dostarczanie treści

source: You agree that you shall not interfere with or disrupt (or attempt to interfere with or disrupt) this Service or servers or networks connected to this Service, or to disobey any requirements, procedures, policies or regulations of networks connected to this Service; or provide any information to ArtFlow that is false or misleading, that attempts to hide your identity or that you do not have the right to disclose. ArtFlow does not endorse any content placed on the Service by third parties or any opinions or advice contained in such content. You agree to defend, indemnify, and hold harmless ArtFlow, its officers, directors, employees and agents, from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and expert fees, arising out of or in any way connected with your access to or use of the Services, or your violation of these Terms.
pl: Użytkownik zgadza się, że nie będzie zmieniać ani zakłócać (ani podejmować prób zmiany lub zakłócania) tej Usługi ani serwerów lub sieci połączonych z tą Usługą, ani też nie będzie nie przestrzegać żadnych wymagań, procedur, zasad lub przepisów sieci połączonych z tą usługą; lub przekazywać ArtFlow jakichkolwiek informacji, które są fałszywe lub wprowadzające w błąd, które próbują ukryć twoją tożsamość lub których nie masz prawa ujawniać. ArtFlow nie popiera żadnych treści umieszczanych w Serwisie przez osoby trzecie ani żadnych opinii lub porad zawartych w takich treściach. Zgadzasz się bronić, zabezpieczyć i unieszkodliwić ArtFlow, jego funkcjonariuszy, dyrektorów, pracowników i agentów przed wszelkimi roszczeniami, zobowiązaniami, odszkodowaniami, stratami i wydatkami, w tym między innymi uzasadnionymi opłatami prawnymi i ekspertami, wynikającymi z lub w jakikolwiek sposób związany z Twoim dostępem do usług lub korzystaniem z nich lub naruszeniem przez Ciebie niniejszych Warunków.

source: Disclaimer of Warranty and Limitation of Liability
pl: Brak gwarancji i ograniczenie odpowiedzialności

source: ARTFLOW MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED AS TO THE OPERATION OF THE SERVICE, OR THE CONTENT OR PRODUCTS, PROVIDED THROUGH THE SERVICE. YOU EXPRESSLY AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK. ARTFLOW DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, TO THE FULLEST EXTENT PERMITTED BY LAW. ARTFLOW MAKES NO WARRANTY AS TO THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THIS SERVICE. YOU SPECIFICALLY ACKNOWLEDGE THAT ARTFLOW IS NOT LIABLE FOR YOUR DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT, OR SUCH CONDUCT BY THIRD PARTIES, AND YOU EXPRESSLY ASSUME ALL RISKS AND RESPONSIBILITY FOR DAMAGES AND LOSSES ARISING FROM SUCH CONDUCT. EXCEPT FOR THE EXPRESS, LIMITED REMEDIES PROVIDED HEREIN, AND TO THE FULLEST EXTENT ALLOWED BY LAW, ARTFLOW SHALL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM USE OF THE SERVICE, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES, EVEN IF ARTFLOW HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE FOREGOING DISCLAIMERS, WAIVERS AND LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS ON CERTAIN WARRANTIES OR DAMAGES. THEREFORE, SOME OF THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU. IN NO EVENT SHALL ARTFLOW'S AGGREGATE LIABILITY TO YOU EXCEED THE AMOUNTS PAID BY YOU TO ARTFLOW PURSUANT TO THIS AGREEMENT.
pl: ARTFLOW NIE SKŁADA ŻADNYCH OŚWIADCZEŃ ANI GWARANCJI, WYRAŹNYCH ANI DOROZUMIANYCH, W ZAKRESIE DZIAŁANIA USŁUGI LUB TREŚCI LUB PRODUKTÓW DOSTARCZANYCH ZA POŚREDNICTWEM SERWISU. UŻYTKOWNIK WYRAŹNIE ZGADZA SIĘ, ŻE KORZYSTA Z USŁUGI NA WŁASNE RYZYKO. ARTFLOW NIE UDZIELA ŻADNYCH GWARANCJI, WYRAŹNYCH LUB DOROZUMIANYCH, W TYM BEZ OGRANICZEŃ, DOROZUMIANYCH GWARANCJI WARTOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW, W NAJSZERSZYM DOZWOLONYM PRZEZ PRAWO ZAKRESIE. ARTFLOW NIE DAJE GWARANCJI NA BEZPIECZEŃSTWO, NIEZAWODNOŚĆ, TERMINOWOŚĆ I WYDAJNOŚĆ TEJ USŁUGI. UŻYTKOWNIK W SZCZEGÓLNOŚCI POTWIERDZA, ŻE ARTFLOW NIE PONOSI ODPOWIEDZIALNOŚCI ZA OBRAŻENIA, OBRAŻENIA LUB NIELEGALNE POSTĘPOWANIE LUB TAKIE POSTĘPOWANIE OSÓB TRZECICH, I WYRAŹNIE PONOSI WSZELKIE RYZYKO I ODPOWIEDZIALNOŚĆ ZA SZKODY I STRATY WYNIKAJĄCE Z TYCH STRAT. Z WYJĄTKIEM WYRAŹNYCH, OGRANICZONYCH ŚRODKÓW ZARADCZYCH PRZEWIDZIANYCH W NINIEJSZYM ZAKRESIE ORAZ W NAJSZERSZYM ZAKRESIE DOZWOLONYM PRZEZ PRAWO, ARTFLOW NIE PONOSI ODPOWIEDZIALNOŚCI ZA JAKIEKOLWIEK SZKODY WYNIKAJĄCE Z KORZYSTANIA Z USŁUGI, W TYM BEZ OGRANICZEŃ BEZPOŚREDNIE, POŚREDNIE, SZKODY SZCZEGÓLNE, PRZYKŁADOWE LUB KARNE, NAWET JEŚLI ZALECANO ARTFLOW O MOŻLIWOŚCI WYSTĄPIENIA TAKICH SZKÓD. POWYŻSZE WYŁĄCZENIA ODPOWIEDZIALNOŚCI, ZRZECZENIA SIĘ I OGRANICZENIA MAJĄ ZASTOSOWANIE BEZ ZASADNEGO CELU JAKICHKOLWIEK OGRANICZONYCH ŚRODKÓW ZARADCZYCH. NIEKTÓRE JURYSDYKCJE NIE ZEZWALAJĄ NA WYŁĄCZENIE LUB OGRANICZENIE NIEKTÓRYCH GWARANCJI LUB SZKÓD. W ZWIĄZKU Z TYM NIEKTÓRE Z POWYŻSZYCH WYŁĄCZEŃ LUB OGRANICZEŃ MOGĄ NIE DOTYCZYĆ CIEBIE. W ŻADNYM WYPADKU ŁĄCZNA ODPOWIEDZIALNOŚĆ ARTFLOW WOBEC UŻYTKOWNIKA NIE PRZEKROCZY KWOTY ZAPŁACONEJ PRZEZ UŻYTKOWNIKA ARTFLOW NA PODSTAWIE NINIEJSZEJ UMOWY.

source: Amendment of the Terms
pl: Zmiana warunków

source: We reserve the right to amend these Terms from time to time in our sole discretion.
pl: Zastrzegamy sobie prawo do okresowego zmieniania niniejszych Warunków według naszego wyłącznego uznania.

source: Copyright in Your Content
pl: Prawa autorskie do Twoich treści

source: ArtFlow does not claim ownership rights in Your Content. For the sole purpose of enabling us to make your Content available through the Service, you grant to ArtFlow a non-exclusive, royalty-free license to reproduce, distribute, re-format, store, prepare derivative works based on, and publicly display and perform Your Content. Please note that when you upload Content, third parties will be able to copy, distribute and display your Content using readily available tools on their computers for this purpose although other than by linking to your Content on ArtFlow any use by a third party of your Content could violate paragraph 4 of these Terms and Conditions unless the third party receives permission from you by license.
pl: ArtFlow nie rości sobie praw własności do Twoich treści. Wyłącznie w celu umożliwienia nam udostępniania Twoich treści za pośrednictwem Usługi, udzielasz ArtFlow niewyłącznej, nieodpłatnej licencji na reprodukcję, dystrybucję, ponowne formatowanie, przechowywanie, przygotowywanie prac pochodnych na ich podstawie i publicznego wyświetlania i przedstaiwnia Twoich treści. Należy pamiętać, że kiedy przesyłasz treści, osoby trzecie będą mogły kopiować, rozpowszechniać i wyświetlać Twoje treści za pomocą łatwo dostępnych narzędzi na swoich komputerach w innym celu niż łączenie się z Twoimi treściami w ArtFlow. Wszelkie wykorzystywanie przez osoby trzecie Twoich treści może naruszyć punkt 4 niniejszych Warunków, chyba że osoba trzecia otrzyma od Ciebie zgodę na podstawie licencji.

source: Monitoring Content
pl: Monitorowanie treści

source: ArtFlow has no ability to control the Content you may upload, post or otherwise transmit using the Service and does not have any obligation to monitor such Content for any purpose. You acknowledge that you are solely responsible for all Content and material you upload, post or otherwise transmit using the Service.
pl: ArtFlow nie ma możliwości kontrolowania Treści, które możesz przesyłać, publikować lub w inny sposób przesyłać za pomocą usługi i nie ma żadnego obowiązku monitorowania takich treści w jakimkolwiek celu. Użytkownik przyjmuje do wiadomości, że ponosi wyłączną odpowiedzialność za wszelkie treści i materiały, które przesyła, publikuje lub w inny sposób przesyła za pomocą usługi.

source: At this time, ArtFlow provides free online storage of Your Content. However, you acknowledge and agree that ArtFlow may, at its option, establish limits concerning your use of the Service, including without limitation the maximum number of days that Your Content will be retained by the Service, the maximum size of any Content files that may be stored on the Service, the maximum disk space that will be allotted to you for the storage of Content on ArtFlow's servers. Furthermore, you acknowledge that ArtFlow reserves the right to terminate or suspend accounts that are inactive, in ArtFlow's sole discretion, for an extended period of time (thus deleting or suspending access to your Content). ArtFlow shall have no responsibility or liability for the deletion or failure to store any Content maintained on the Service and you are solely responsible for creating back-ups of Your Content. You further acknowledge that ArtFlow reserves the right to modify its storage policies from time to time, with or without notice to you.
pl: W tej chwili ArtFlow zapewnia bezpłatne przechowywanie online Twoich treści. Jednak przyjmujesz do wiadomości i zgadzasz się, że ArtFlow może, według własnego uznania, ustanowić ograniczenia dotyczące korzystania z usługi, w tym między innymi maksymalną liczbę dni, przez które Twoja treść będzie przechowywana przez usługę, maksymalny rozmiar wszelkich plików treści, które są przechowywane w usłudze, maksymalna przestrzeń dyskowa, która zostanie Ci przydzielona do przechowywania treści na serwerach ArtFlow. Ponadto przyjmujesz do wiadomości, że ArtFlow zastrzega sobie prawo do usunięcia lub zawieszenia nieaktywnych kont, według wyłącznego uznania ArtFlow, na dłuższy czas (w ten sposób usuwając lub zawieszając dostęp do Twoich treści). ArtFlow nie ponosi żadnej odpowiedzialności za usunięcie lub niezapisanie jakichkolwiek Treści utrzymywanych w serwisie, a Ty ponosisz wyłączną odpowiedzialność za tworzenie kopii zapasowych swoich Treści. Ponadto przyjmujesz do wiadomości, że ArtFlow zastrzega sobie prawo do modyfikowania swoich zasad przechowywania od czasu do czasu, za powiadomieniem lub bez powiadomienia.

source: Suspension and Termination of Access and Membership
pl: Zawieszenie i wypowiedzenie dostępu i członkostwa

source: You agree that ArtFlow may at any time, and without notice, suspend or terminate any part of the Service, or refuse to fulfill any order, or any part of any order or terminate your membership and delete any Content stored on the ArtFlow Site, in ArtFlow's sole discretion, if you fail to comply with the Terms or applicable law.
pl: Zgadzasz się, że ArtFlow może w dowolnym momencie i bez powiadomienia zawiesić lub zakończyć jakąkolwiek część usługi lub odmówić realizacji jakiegokolwiek zamówienia lub dowolnej części jakiegokolwiek zamówienia lub wypowiedzieć członkostwo i usunąć dowolną treść przechowywaną na stronie ArtFlow, według wyłącznego uznania ArtFlow, jeśli nie zastosujesz się do warunków lub obowiązującego prawa.

source: Submit
pl: Zatwierdź

source: admin.username.exists
pl: Użytkownik o tej nazwie już istnieje.

source: Please Confirm your Email
pl: Prosze potwierdź swój e-mail

source: Your email address has been verified.
pl: Twój adres e-mail został zweryfikowany.

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Registration
pl: Rejestracja

source: Gallery
pl: Galeria

source: Order by
pl: Sortuj po

source: Popularity
pl: Popularność

source: Add date
pl: Data dodania

source: Refresh symmetrical Doodle
pl: Odśwież symetrycznego bazgroła

source: Similar doodles
pl: Podobne bazgroły

source: Use doodle
pl: Użyj bazgroła

source: Most popular
pl: Najpopularniejszy

source: Latest
pl: Najnowszy

source: Register
pl: Zarejestruj

source: Password
pl: Hasło

source: You should agree to our terms.
pl: Powinieneś zaakceptować wymagane zgody.

source: Please enter a password
pl: Proszę wprowadzić hasło

source: Your password should be at least {{ limit }} characters
pl: Twoje hasło powinno mieć co najmniej {{ limit }} znaków

source: I have read and agree to the Privacy policy
pl: Przeczytałem/am i zgadzam się z privacy_policy_link

source: Privacy policy
pl: Polityka prywatności

source: You should agree to our Privacy policy.
pl: Powinieneś zaakceptować naszą politykę prywatności.

source: The password fields must match.
pl: Wpisane hasła nie są takie same.

source: General provisions
pl: Postanowienia ogólne

source: general.provisions.1
pl: Administratorem danych osobowych zbieranych za pośrednictwem serwisu ArtFlow.site jest Katarzyna Głodny, adres poczty elektronicznej (e-mail): {violations_mail}, zwana dalej „Administratorem” i będąca jednocześnie Usługodawcą.

source: Purpose and scope of data collection
pl: Cel i zakres zbierania danych

source: purpose.and.scope.of.data.collection.1
pl: Dane osobowe będą przetwarzane w celu dostarczenia usługi. Dane w tym celu przetwarzane będą na podstawie art. 6 ust. 1 lit. b), c) i f) Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 roku w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (RODO).
